class ArabicTranslations {
  static const Map<String, String> ar = {
    "1": "شراء الأفضل",
    "2":
        "ستجد السيارة المثالية حسب احتياجاتك ، وذلك من خلال تصفح مجموعة واسعة من السيارات",
    "3": "بيع سريع",
    "4":
        "بيع سيارتك بسرعة وسهولة من خلال إعلانات جذابة ومعلومات شاملة ، مع نظام بحث قوي",
    "5": "ايجار سهل",
    "6":
        "تجربة تأجير سيارات سلسة وسريعة، حيث يمكنك اختيار وحجز السيارة المفضلة لديك بسهولة",
    "7": "متابعة",
    "8": "ابداء",
    "9": "تخطى",
    "10": "اهلا بك",
    "11":
        "يمكنك تسجيل الدخول من خلال البريد وكلمة المرور او من خلال وسائل التواصل الاجتماعي",
    "12": "ادخل البريد الالكتروني",
    "13": "ادخل كلمة المرور",
    "14": "هل نسيت كلمة المرور",
    "15": "تسجيل الدخول",
    "16": "ليس لديك حساب ? ",
    "17": "انشاء حساب",
    "18": "البريد الالكتروني",
    "19": "كلمة المرور",
    "20": "اسم المستخدم",
    "21": "رقم الهاتف",
    "22": "ادخل رقم الهاتف",
    "23": "ادخل اسم المستخدم",
    "24":
        "انشاء حساب من خلال البريد وكلمة المرور او من خلال وسائل التواصل الاجتماعي",
    "25": " لديك حساب ? ",
    "26": "تسجيل الدخول",
    "27": "فحص البريد الالكتروني",
    "28": "تم انشاء الحساب بنجاح",
    "29": "الرجاء ادخال البريد لتلقي رمز التحقق",
    "30": "فحص",
    "31": "الذهاب لتسجيل الدخول",
    "32": "نجاح",
    "33": "حفظ",
    "34": "الرجاء ادخال كلمة المرور الجديدة",
    "35": "الكلمة الجديدة",
    "36": "تم اعادة تعيين كلمة المرور بنجاح",
    "37": "تهانينا",
    "38": "تم التسجيل بنجاح"
  };
}
