class ArabicTranslations {
  static const Map<String, String> ar = {
    // ============================ onBoarding =================================
    "1": "شراء الأفضل",
    "2":
        "ستجد السيارة المثالية حسب احتياجاتك ، وذلك من خلال تصفح مجموعة واسعة من السيارات",
    "3": "بيع سريع",
    "4":
        "بيع سيارتك بسرعة وسهولة من خلال إعلانات جذابة ومعلومات شاملة ، مع نظام بحث قوي",
    "5": "ايجار سهل",
    "6":
        "تجربة تأجير سيارات سلسة وسريعة، حيث يمكنك اختيار وحجز السيارة المفضلة لديك بسهولة",
    "7": "متابعة",
    "8": "ابداء",
    "9": "تخطى",

    // ============================ search =====================================
    "10": "بتدور علي ايه",

    // ============================ bottom nav bar =============================
    "11": "الرئيسية",
    "12": "دردشاتي",
    "13": "إعلاناتي",
    "14": "حسابي",

    // ============================ exit to app ================================
    "15": "اضغط مرة اخري للخروج !",

  };
}
