class ArabicTranslations {
  static const Map<String, String> ar = {
    // ============================ onBoarding =================================

    /// OnBo => OnBoarding ///

    // title
    "titleOnBoBuying": "شراء الأفضل",
    "titleOnBoSelling": "بيع سريع",
    "titleOnBoRental": "ايجار سهل",
    "titleOnBoMaintenance": "قطع غيار",
    "titleOnBoMotorcycle": "موتوسيكلات",

    // body
    "bodyOnBoBuying":
        "ستجد السيارة المثالية حسب احتياجاتك ، وذلك من خلال تصفح مجموعة واسعة من السيارات",
    "bodyOnBoSelling":
        "بيع سيارتك بسرعة وسهولة من خلال إعلانات جذابة ومعلومات شاملة ، مع نظام بحث قوي",
    "bodyOnBoRental":
        "تجربة تأجير سيارات سلسة وسريعة، حيث يمكنك اختيار وحجز السيارة المفضلة لديك بسهولة",
    "bodyOnBoMaintenance":
        "تصفح مجموعة واسعة من قطع الغيار واختر الأفضل لاحتياجاتك",
    "bodyOnBoMotorcycle":
        "هناك مجموعة واسعة من الموتوسيكلات ابحث عن موتوسيكل احلامك",

    // button
    "OnBoContinue": "متابعة",
    "OnBoStart": "ابداء",
    "OnBoSkip": "تخطى",

    // ============================ package ====================================

    // tap to exit
    "tap": "اضغط مرة اخري للخروج !",

    // ============================ search =====================================

    /// sc => search ///

    // home
    "scHome": "ابحث فى سونو",

    // ============================ bottom nav bar =============================

    /// Bnb => bottom nav bar ///

    "BnbHome": "الرئيسية",
    "BnbChats": "دردشاتي",
    "BnbMyAds": "إعلاناتي",
    "BnbAccount": "حسابي",

    // ================================ app bar ================================

    // text language
    "TextLanguage": "English",

    // chats
    "16": "ابحث في الدردشة",

    // ============================ exit to app ================================
    "15": "اضغط مرة اخري للخروج !",

    // ============================ favorite ===================================
    "17": "الاعلانات المفضلة",

    // ============================ favorite ===================================
    "18": "الاشعارات",
  };
}
